[IMF_FormSuspenMenu]
btnDataProtectPage.Caption=Ochrana dat

[IMF_M]
BD_Mote7_Btn=Povolit nyní
lblEnableBDARD_Install=Povolit nyní
AC_mote7_AU_Btn=Povolit nyní
AC_mote7_AS_Btn=Povolit nyní
AC_mote7_AR_Btn=Povolit nyní
AC_mote7_SafeBox_Btn=Povolit nyní
Full_mote7_Btn=Úplný sken
AC_mote7_ISU_Btn=
AC_mote7_DB_Btn=
BD_mote7=Povolit špičkové jádro Bitdefender pro ještě lepší detekci hrozeb a vyšší zabezpečení.
do_not_repair_whenback_single=Ve vašem počítači je stále 1 hrozba. Opravdu chcete jít zpět bez odstranění této hrozby?
do_not_repair_whenback_much=Počet hrozeb ve vašem počítačí: %d. Opravdu chcete jít zpět bez odstranění těchto hrozeb?
Full_mote7=Nespustili jste úplný sken již %s dnů. Spusťte úplný sken nyní pro komplexní prohlédnutí počítače.
Full_mote7_never=Nikdy jste nespustili úplný sken. Proveďte úplný sken pro komplexní prohlédnutí počítače.
AC_mote7_ASC_Btn=Nainstalovat pro opravení
AC_mote7_ASC_No=Ve vašem systému byly nalezeny nadbytečné položky registru, stopy soukromí a nevyžádané soubory. Nainstalujte Advanced SystemCare pro vyřešení.
rightaddsafebox=Přidat do trezoru
lblNewVerTitle=Zbrusu nový IObit Malware Fighter %s je nyní dostupný.
lblEnableBDARD_Cancel=Později
M_ActivateNowRC=Získat verzi PRO za $0

[IMF_IMFDBUpdateFrame_M]
AU_mote7_Btn=Povolit nyní
BD_Mote7_Btn=Povolit nyní

[IMF_ransomwareGFramePage_M]
lbl_sb_EnableNow=Povolit nyní
lbl_sb_open=Otevřít

[IMF_browserPFramePage]
btnEnableAntiTracking.Caption=Povolit nyní

[IMF_ScanHistoryForm_M]
ScanTypeText_FullScan=Úplný sken
ScanTypeText_SmartScan=Chytrý sken
ScanModeText_FixAll=Opravit vše
ScanTypeText_CustomScan=
ScanModeText_AutoScan=

[IMF_ScanFramePage_M]
lbl_full_scan_title_text=Úplný sken
lbl_smart_scan_title_text=Chytrý sken
lbl_custom_scan_title_text=

[IMF_IMFDBUpdateFrame]
lvRecomm.Columns[0].Caption=

[IMF_ScanFramePage]
lvRecomm.Columns[0].Caption=
PopM_Ignore.Caption=Ignorovat
PopM_Remove.Caption=Odstranit
PopM_AddToWhiteList.Caption=

[IMF_threatFileFrm]
btn4.Caption=
btnAllow.Caption=

[IMF_FixAllFramePage]
lvRecomm.Columns[0].Caption=
lblSmartScanCap.Caption=Chytrý sken

[UninsQuery_FormUninstallIMF_SB]
btnCancel.Caption=

[Safebox7_CreatGroup]
rdbtncancel.Caption=
btnclose.hint=Zavřít
rdbtnok.Caption=

[SafeBox_FormSetting]
btn_Cancel.Caption=
btn_SetCancel.Caption=
btn_GeneralSetting.Caption=
btn_Option.Caption=
btn_Notification.Caption=
btn_close.Hint=Zavřít
btn_OK.Caption=
btn_SetOk.Caption=
btn_Disable.Caption=
btn_Enable.Caption=
rdlbl_title.Caption=
btn_Passwd.Caption=
rdlbl_CPwd.Caption=
rdlbl_NewPwd.Caption=
rdlbl_ConfirmPasswd.Caption=
rdlbl_Email.Caption=

[FormPasswdInput_M]
m_btn_Cancel=
m_btn_Close=Zavřít
m_btn_OK=
m_btn_Login2=
m_rdlbl_title=
m_DefaultPwd=
m_rdlbl_PwdInput=

[SafeBox_FormConfirmPasswd]
btn_Cancel.Caption=
btn_Close.Hint=Zavřít
btn_OK.Caption=
rdlbl_title.Caption=
btn_DisablePwd.Caption=
btn_EnablePwd.Caption=

[IMF_WhatsNewForm]
lblWhatsNewTitle.Caption=
btnSysClose.Hint=Zavřít

[IMF_IMFSettings]
grpUserInterface_Skin_Language.Caption=Jazyk
lbluserInterface_fontsize.Caption=Velikost písma
grpUserInterface_Skin.Caption=Vzhled
rdlabel_classic.Caption=Klasický
rdlbl_read.Caption=Čitelný
btnQuarantine_Add.Caption=Přidat soubor
tvSettingItems7.Items[4].Caption=
tvSettingItems7.Items[0].Caption=
tvSettingItems7.Items[8].Caption=
tvSettingItems7.Items[11].Caption=
lvRemberAction_List.Columns[2].Caption=

[Safebox7_SafeBox]
rdbtnaddfile.hint=Přidat soubor
MenuAddfile.Caption=Přidat soubor
rdlv_show.Columns[3].Caption=
btnclose.hint=Zavřít
rdlv_show.Columns[2].Caption=
rdlblcap.Caption=
MenuDetails.Caption=
MenuIcons.Caption=
rdbtnaddfolder.hint=
btn_safebox_list.hint=
btn_safebox_lview.hint=
MenuAddfolder.Caption=
rdbtnsetting.hint=
rdbtnsetting_1.hint=
rdbtnhome.hint=
MenuUnprotect.Caption=

[IMF_expireFrm]
btnClose.Hint=Zavřít
btnRenew.Caption=

[PromoteSafebox_PromoteSafebox]
btnclose.hint=Zavřít
Label_Wizard1_Des.Caption=
rdlblcap.Caption=

[ActionCenter_M]
M_AdawareInfo_UpToDate=
M_AdawareInfo_NotIns=

[Safebox7_M]
M_Yes=
M_No=
M_Unprotect=
M_Home=

[IMF_Form_AntiDetails]
btnYes=
btnNo=
lblClearAll=

[HomepageAdvisor_frmBrowserProtectSet]
MsgBox_Yes.Caption=
MsgBox_No.Caption=
edt_SPUrl.TextHint=
edt_Ads.TextHint=
Menu_Clear.HelpKeyword=

[IMFRegister_M]
M_Yes=
M_SF4_7=
M_ExpNow=

[AntiviusTips_M]
M_btnYes=
M_btnNo=

[IMF_MainForm]
Tray_DataProtect.Caption=Ochrana dat

[IMF_FixAllFramePage_M]
lbl_fixall_title=Opravit vše

[IMF_ransomwareGFramePage]
lblPDPCancel.Caption=

[HomepageAdvisor_frmBrowserSPSetup]
btnOk.Caption=

[Safebox7_FormProgress]
rdlblcap.hint=

[IMFAbout_FormMain_About]
ImageNote_Close.Hint=Zavřít

[FormSetting_M]
m_DefaultLanInputPwd=
m_ErrorValidPwd=
m_ErrorValidEmail=
m_rdCpwd=
m_rdNewPwd=
m_rdConfirmPwd=
m_rdEmail=
m_ErrorEmail=
m_ErrorEmptyCurPwd=

[FormConfirmPasswd_M]
m_ErrorLanInputPwd=
m_ErrorValidPwd=
m_ErrorValidEmail=
m_DefaultLanInputPwd=

[IMF_MoreFrm]
lblWhatsNew.Caption=

[RanSomeWare_RansomewareForm]
lv_recentinfo7.Columns[0].Caption=

[IMF_mainFramePage_M]
notice_pnl_protected_text=VÁŠ POČÍTAČ JE CHRÁNĚN
notice_pnl_in_danger_text=VÁŠ POČÍTAČ MŮŽE BÝT V NEBEZPEČÍ
notice_pnl_db_outdated_text=DATABÁZE JE ZASTARALÁ
notice_pnl_not_full_protect_text=VÁŠ POČÍTAČ NENÍ PLNĚ CHRÁNĚN

[IMF_promoteFramePage]
lbl_promote1_pro1.Caption=Bitdefender jádro: <a>VYP</a>
lbl_promote1_pro2.Caption=Safe Box: <a>VYP</a>
lbl_promote1_pro3.Caption=Ochrana kamery: <a>VYP</a>
lbl_promote1_pro4.Caption=Anti-ransomware jádro: <a>VYP</a>

